tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "mas-cli/tap"
brew "docker-compose"
brew "fnm"
brew "git"
brew "nss"
brew "pnpm"
brew "python@3.12"
brew "yarn"
brew "mas-cli/tap/mas"
cask "adguard"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "kap"
cask "karabiner-elements"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "studio-3t"
cask "todoist"
cask "visual-studio-code"
cask "warp"
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "IronGeek.vscode-env"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "oderwat.indent-rainbow"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
